[XComGameState_LWOverhaulOptions]
LWOverhaulTabName="LONG WAR (LWOTC)"
GrazeBandWidthMod="Діапазон \"подряпини\""
GrazeBandWidthModTooltip="Визначає, наскільки близько постріл повинен бути до попадання, щоб вважатися \"подряпиною\""
GrazeBandValue="Значення: <XGParam:IntValue0>"
PauseOnRecruitMod="Пауза при наймі"
PauseOnRecruitModTooltip="Припиняє час на глобусі, коли в сховищі наймають нового солдата або повстанця"

[UIScreenListener_ShellDifficulty]
strIncompatibleModsTitle="ВИЯВЛЕНО ДУБЛІКАТИ МОДИФІКАЦІЙ"
strIncompatibleModsText="Виявлено дублікати модифікацій:\n%modnames%\nЦі модифікації входять до складу цієї модифікації і мають бути вимкнені при запуску гри. Продовжуючи, ви ризикуєте зіткнутися з такими проблемами, як низька продуктивність і нестабільна робота."

[UIMission_LWCustomMission]
m_strMissionDifficulty_start="БАЗОВА АКТИВНІСТЬ ПРОТИВНИКА"

[ProtectRegionEarly X2LWAlienActivityTemplate]
ActivityName="ProtectRegion1Activity"
; LWOTC Needs Translation
ActivityObjectives[0]="Почніть звільнення регіону"
; End Translation

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)

[ProtectRegionMid X2LWAlienActivityTemplate]
ActivityName="ProtectRegion2Activity"
ActivityObjectives[0]="Звільнення: врятуйте перебіжчика"

+MissionDescriptions=(MissionFamily="Extract_LW", Description="Ми можемо евакуювати перебіжчика з \"Адвента\", що має ключову інформацію про слабкі місця прибульців у цьому регіоні.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Нам стало відомо про прихильника Опору, що має важливі подробиці про слабкі місця прибульців у цьому регіоні.", MissionIndex=0)

[ProtectRegion X2LWAlienActivityTemplate]
ActivityName="ProtectRegion3Activity"
ActivityObjectives[0]="Звільнення: перешкодьте діям \"Адвента\""
ActivityObjectives[1]="Звільнення: знищте мережеву вежу"
ActivityObjectives[2]="Звільнення: атакуйте базу \"Адвента\""

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Нам стало відомо, що пристрій \"Адвента\" створює перешкоди в комунікаційній мережі Опору. Ми маємо його знищити.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Наші дії допомогли виявити співробітника \"Адвента\", що керує діями ворога в цьому регіоні. Його необхідно нейтралізувати.", MissionIndex=0)

+MissionDescriptions=(MissionFamily="AssaultNetworkTower_LW", Description="Ми здобуваємо перемогу за перемогою в цьому регіоні. Настав час знищити центр зв'язку в столиці.", MissionIndex=1)

+MissionDescriptions=(MissionFamily="AssaultAlienBase_LW", Description="Поки \"Адвент\" приводить свої справи в порядок, ми можемо атакувати регіональний військовий штаб і звільнити регіон з-під ворожого контролю.", MissionIndex=2)

[Counterinsurgency X2LWAlienActivityTemplate]
ActivityName="CounterinsurgencyActivity"
ActivityObjectives[0]="Запобігти витоку даних Опору"
ActivityObjectives[1]="Захистіть сховище Опору"

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="\"Адвент\" розслідує наші дії в цьому регіоні. Сховище може опинитися в небезпеці.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Terror_LW", Description="Сили противника наближаються до сховища. Ми маємо його захистити і людей всередині.", MissionIndex=1)
+MissionDescriptions=(MissionFamily="Defend_LW", Description="Сили противника наближаються до сховища. Ми маємо його захистити і людей всередині.", MissionIndex=1)

[ReinforceActivity X2LWAlienActivityTemplate]
ActivityName="ReinforceActivity"
ActivityObjectives[0]="Перехопіть підкріплення \"Адвента\""
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Ми виявили в цьому регіоні переміщення сил \"Адвента\" у відповідь на наші дії.", MissionIndex=0)

[COINResearch X2LWAlienActivityTemplate]
ActivityName="COINResearchActivity"
ActivityObjectives[0]="Перешкодьте військовим розробкам \"Адвента\""
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити військовий дослідницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити військовий дослідницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми знайшли вдалий момент, щоб не дозволити прибульцям завершити військовий дослідницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Ми знайшли вдалий момент, щоб ліквідувати співробітника \"Адвента\" і не дозволити прибульцям завершити військовий дослідницький проект.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми знайшли вдалий момент, щоб врятувати полоненого вченого, якого змушують працювати над військовим дослідницьким проектом.", MissionIndex=0)

[COINOps X2LWAlienActivityTemplate]
ActivityName="COINOpsActivity"
ActivityObjectives[0]="Атакуйте контррозвідку \"Адвента\""
+MissionDescriptions=(MissionFamily="Recover_LW", Description="\"Адвент\" проводить операцію, прагнучи перешкодити діям Опору і XCOM. У нас є шанс зупинити їх.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="\"Адвент\" проводить операцію, прагнучи перешкодити діям Опору і XCOM. У нас є шанс зупинити їх.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="\"Адвент\" проводить операцію, прагнучи перешкодити діям Опору і XCOM. У нас є шанс зупинити їх.", MissionIndex=0)

[BuildResearchFacility X2LWAlienActivityTemplate]
ActivityName="BuildResearchFacilityActivity"
ActivityObjectives[0]="Влаштуйте засідку на будівельну бригаду \"Адвента\""
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Нам стало відомо про плани прибульців створити в цьому регіоні нову дослідницьку станцію. Ми можемо влаштувати засідку на будівельну бригаду і змішати їх плани.", MissionIndex=0)

[RegionalAvatarResearch X2LWAlienActivityTemplate]
ActivityObjectives[0]="Атакуйте наукову лабораторію прибульців"
+MissionDescriptions=(MissionFamily="Sabotage_LW", Description="Ми виявили важливу наукову лабораторію прибульців. Знищіть її дотла.", MissionIndex=0)

; LWOTC Needs Translation
[ScheduledOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="ScheduledOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайдіть маршрути польотів ворога: Рівень сили НЛО"
ActivityObjectives[1]="Заберіть артефакти з НЛО"

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвідка виявила вразливе НЛО, що знаходиться на землі.", MissionIndex=1)

[EmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="EmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайдіть маршрути польотів ворога: Стандартне НЛО"
ActivityObjectives[1]="Заберіть артефакти з НЛО"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвідка виявила вразливе НЛО, що знаходиться на землі.", MissionIndex=1)

[SuperEmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="SuperEmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="Знайти маршрути польотів ворога: Супер НЛО"
ActivityObjectives[1]="Заберіть артефакти з НЛО"

; End Translation

+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити світло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Наша розвідка виявила вразливе НЛО, що знаходиться на землі.", MissionIndex=1)

[Invasion X2LWAlienActivityTemplate]
ActivityName="InvasionActivity"
ActivityObjectives[0]="Влаштуйте засідку на авангард \"Адвента\""
ActivityObjectives[1]="Захистіть тимчасовий уряд"

+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="Ми засікли сили \"Адвента\", що проникли в цей регіон. Необхідно зупинити їхнє просування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="\"Адвент\" наступає і атакує тимчасовий уряд у цьому регіоні. Захистіть наших людей, або регіон знову опиниться під владою ворога.", MissionIndex=1)

[Foothold X2LWAlienActivityTemplate]
ActivityName="FootholdActivity"
ActivityObjectives[0]="Нападіть на десантний НЛО"
ActivityObjectives[1]="Захистіть тимчасовий уряд"

+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="Прибульці намагаються закріпитися на Землі. Ми можемо зупинити їх, якщо завдамо удару по десантному кораблю, коли той приземлиться.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="Прибульці наступають і атакують тимчасовий уряд у цьому регіоні. Захистіть наших людей, або регіон знову опиниться під владою ворога.", MissionIndex=1)

[Propaganda X2LWAlienActivityTemplate]
ActivityName="PropagandaActivity"
ActivityObjectives[0]="Приверніть увагу \"Адвента\""
+MissionDescriptions=(MissionFamily="SabotageCC_LW", Description="Прибульці залишили центр міста відносно незахищеним. Ми можемо завдати удару по одному з пам'ятників як міру залякування, але \"Адвент\" напевно відреагує на загрозу.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="Нам стало відомо, що найближчим часом високопоставлений чиновник в адміністрації \"Адвента\" на короткий час залишиться без охорони. Ми можемо його ліквідувати, але \"Адвент\", безумовно, відреагує.", MissionIndex=0)

[ProtectResearch X2LWAlienActivityTemplate]
ActivityName="ProtectResearchActivity"
ActivityObjectives[0]="Знайдіть вказівку на об'єкт"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми виявили пристрій, за допомогою якого \"Адвент\" глушить зв'язок Опору. Якщо його знищити, ми зможемо вийти на нові джерела розвідданих.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити світло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало відомо про людину, якій вдалося втекти з комплексу \"Адвента\". Він може розповісти багато важливого про дії ворога. Його потрібно евакуювати.", MissionIndex=0)

[ProtectData X2LWAlienActivityTemplate]
ActivityName="ProtectDataActivity"
ActivityObjectives[0]="Знайдіть зачіпку"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="Ми виявили пристрій, за допомогою якого \"Адвент\" глушить зв'язок Опору. Якщо його знищити, ми зможемо вийти на нові джерела розвідданих.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити світло на плани ворога.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало відомо про людину, якій вдалося втекти з комплексу \"Адвента\". Він може розповісти багато важливого про дії ворога. Його потрібно евакуювати.", MissionIndex=0)

[TroopManeuvers X2LWAlienActivityTemplate]
ActivityName="TroopManeuversActivity"
ActivityObjectives[0]="Послабшіть силу ворога"
+MissionDescriptions=(MissionFamily="TroopManeuvers_LW", Description="Один із підрозділів \"Адвента\" вразливий для раптової атаки.")

[CovertOpsTroopManeuvers X2LWAlienActivityTemplate]
ActivityName="CovertOpsTroopManeuversActivity"
ActivityObjectives[0]="Знищіть розвідувальну групу"
+MissionDescriptions=(MissionFamily="CovertOpsTroopManeuvers_LW", Description="Один із розвідувальних підрозділів \"Адвента\" вразливий для раптової атаки.")

[HighValuePrisoner X2LWAlienActivityTemplate]
ActivityName="HighValuePrisonerActivity"
ActivityObjectives[0]="Звільніть важливого полоненого"
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Нам стало відомо, де \"Адвент\" тримає важливого полоненого. У нас є трохи часу, щоб його звільнити.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="Нам стало відомо, що з в'язниці \"Адвента\" втік чоловік, здатний допомогти Опору. У нас є короткочасна можливість вивезти його в безпечне місце.", MissionIndex=0)

[PoliticalPrisoners X2LWAlienActivityTemplate]
ActivityName="PoliticalPrisonersActivity"
ActivityObjectives[0]="Звільніть полонених повстанців"
+MissionDescriptions=(MissionFamily="Jailbreak_LW", Description="Кількох учасників Опору тримають у полоні в захищеному комплексі. Нам випала можливість їх звільнити.", MissionIndex=0)

[Logistics X2LWAlienActivityTemplate]
ActivityObjectives[0]="Захопіть набір ресурсів \"Адвента\""
+MissionDescriptions=(MissionFamily="SmashnGrab_LW", Description="Опір виявив розташування цінних ресурсів противника, які ми можемо отримати для своїх потреб.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SupplyExtraction_LW", Description="Опір виявив розташування цінних ресурсів противника, які ми можемо отримати для своїх потреб.", MissionIndex=0)

[BigSupplyExtraction_LW X2LWAlienActivityTemplate]
ActivityObjectives[0]="Захопіть великий набір ресурсів ADVENT"
+MissionDescriptions=(MissionFamily="BigSupplyExtraction_LW", Description="Опір виявив розташування цінних ресурсів противника, які ми можемо отримати для своїх потреб.", MissionIndex=0)

[IntelRaid X2LWAlienActivityTemplate]
ActivityName="IntelRaidActivity"
ActivityObjectives[0]="Захистіть агентів Опору"
+MissionDescriptions=(MissionFamily="IntelRaid_LW", Description="Команда збирачів Опору була виявлена \"Адвентом\". Ми маємо захистити людей і обладнання від ворожої групи захоплення.")

[SupplyConvoy X2LWAlienActivityTemplate]
ActivityName="SupplyConvoyActivity"
ActivityObjectives[0]="Захистіть агентів Опору"
+MissionDescriptions=(MissionFamily="SupplyConvoy_LW", Description="Сили \"Адвента\" рухаються назустріч конвою постачання Опору. Ми маємо захистити людей і ресурси.")

[RecruitRaid X2LWAlienActivityTemplate]
ActivityName="RecruitRaidActivity"
ActivityObjectives[0]="Захистіть агентів Опору"
+MissionDescriptions=(MissionFamily="RecruitRaid_LW", Description="Рекрутери Опору натрапили на патруль \"Адвента\". Потрібно негайно евакуювати наш персонал.")

[Snare X2LWAlienActivityTemplate]
ActivityName="SnareActivity"
ActivityObjectives[0]="Знайдіть зачіпку"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="Ми знайшли потенційну зачіпку щодо дій \"Адвента\". Потрібно провести розслідування.", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="Ми виявили полоненого \"Адвента\", який може пролити світло на плани ворога.", MissionIndex=0)

[DebugMission X2LWAlienActivityTemplate]
ActivityObjectives[0]="DEBUG місії"

[Rendezvous X2LWAlienActivityTemplate]
ActivityName="RendezvousActivity"
ActivityObjectives[0]="Dummy місія"
ActivityObjectives[1]="Влаштуйте засідку на сили \"Адвента\""
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="Dummy mission", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="Вислідіть шпигунів-безликих та їх союзників з \"Адвента\" поблизу цього сховища.", MissionIndex=1)

[X2Item_LWGauntlet]
PrimaryRangeLabel="Дальність ракети"
PrimaryRadiusLabel="Радіус ракети"
SecondaryRangeLabel="Дальність вогнемета"
SecondaryRadiusLabel="Радіус вогнемета"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\""
FriendlyNamePlural="\"Рукавиці\""
BriefSummary="Ця комбінація з вогнемета і міні-ракетомета була розроблена, щоб дозволити нашим руйнівникам вирішувати різні проблеми в бою."
TacticalText="<Bullet/> \"Рукавиця\" - просунуте пристрій, оснащене мініатюрним ракетометом і вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд і радіус ураження в три клітини.<br/><Bullet/> Вогонь можна вести по будь-якій цілі в зоні видимості.<br/><Bullet/> Шкода від ракет зменшується у міру віддалення від точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальності, що завдає шкоди в конусоподібній зоні ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами і не завдає шкоди механічним цілям за відсутності поліпшень.<br/><Bullet/> Використання будь-якої здібності \"рукавиці\" вимагає одну дію і закінчує хід.<br/><Bullet/> На точність ракет впливає точність солдата, дистанцію пострілу і кількість залишкових очок дії на поточному ходу. Низькі показники точності призводять до більшого допустимого розсіювання і ракета буде мати шанси відхилитися від цільової клітини на більшу відстань. Максимальний радіус розльоту вказано у спливаючому меню, тоді як число біля курсора наведення відображає середнє значення розсіювання для пострілу по даній області."
AbilityDescName="\"рукавиця\""

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\" МК2"
FriendlyNamePlural="\"Рукавиці\" МК2"
BriefSummary="Зброя, встановлена на \"рукавиці\" МК2, потужніша своїх попередників."
TacticalText="<Bullet/> \"Рукавиця\" - просунуте пристрій, оснащене мініатюрним ракетометом і вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд і радіус ураження в три клітини.<br/><Bullet/> Вогонь можна вести по будь-якій цілі в зоні видимості.<br/><Bullet/> Шкода від ракет зменшується у міру віддалення від точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальності, що завдає шкоди в конусоподібній зоні ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами і не завдає шкоди механічним цілям за відсутності поліпшень.<br/><Bullet/> Використання будь-якої здібності \"рукавиці\" вимагає одну дію і закінчує хід.<br/><Bullet/> На точність ракет впливає точність солдата, дистанцію пострілу і кількість залишкових очок дії на поточному ходу. Низькі показники точності призводять до більшого допустимого розсіювання і ракета буде мати шанси відхилитися від цільової клітини на більшу відстань. Максимальний радіус розльоту вказано у спливаючому меню, тоді як число біля курсора наведення відображає середнє значення розсіювання для пострілу по даній області."
AbilityDescName="\"рукавиця\""

[LWGauntlet_CG X2MultiWeaponTemplate]
FriendlyName="\"Рукавиця\" МК3"
FriendlyNamePlural="\"Рукавиці\" МК3"
BriefSummary="\"Рукавиця\" МК3 завдає більше шкоди, ніж попередні зразки."
TacticalText="<Bullet/> \"Рукавиця\" - просунуте пристрій, оснащене мініатюрним ракетометом і вогнеметом.<br/><Bullet/> Ракетомет спочатку має один заряд і радіус ураження в три клітини.<br/><Bullet/> Вогонь можна вести по будь-якій цілі в зоні видимості.<br/><Bullet/> Шкода від ракет зменшується у міру віддалення від точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальності, що завдає шкоди в конусоподібній зоні ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами і не завдає шкоди механічним цілям за відсутності поліпшень.<br/><Bullet/> Використання будь-якої здібності \"рукавиці\" вимагає одну дію і закінчує хід.<br/><Bullet/> На точність ракет впливає точність солдата, дистанцію пострілу і кількість залишкових очок дії на поточному ходу. Низькі показники точності призводять до більшого допустимого розсіювання і ракета буде мати шанси відхилитися від цільової клітини на більшу відстань. Максимальний радіус розльоту вказано у спливаючому меню, тоді як число біля курсора наведення відображає середнє значення розсіювання для пострілу по даній області."
AbilityDescName="\"рукавиця\""

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="Бластерна \"рукавиця\""
FriendlyNamePlural="Бластерні \"рукавиці\""
BriefSummary="Зброя в покращеній \"рукавиці\" завдає величезної шкоди, а мікроракети здатні наводитися на ціль."
TacticalText="<Bullet/> Бластерна установка, що входить у конструкцію покращеної \"рукавиці\", випускає високотехнологічну ракету, здатну огинати перешкоди.\n<Bullet/> Покращений вогнемет завдає великої шкоди в конусі як ворогам, так і предметам оточення.<br/><Bullet/> Шкода від ракет зменшується у міру віддалення від точки попадання.<br/><Bullet/> Вогнемет - зброя малої дальності, що завдає шкоди в конусоподібній зоні ураження.<br/><Bullet/> Вогнемет обмежений двома зарядами і не завдає шкоди механічним цілям за відсутності поліпшень.<br/><Bullet/> Використання будь-якої здібності \"рукавиці\" вимагає одну дію і закінчує хід.<br/><Bullet/> На точність ракет впливає точність солдата, дистанція дистанцію і кількість залишкових очок дії на поточному ходу. Низькі показники точності призводять до більшого допустимого розсіювання і ракета буде мати шанси відхилитися від цільової клітини на більшу відстань. Максимальний радіус розльоту вказано у спливаючому меню, тоді як число біля курсора наведення відображає середнє значення розсіювання для пострілу по даній області."
AbilityDescName="\"рукавиця\""

[UISquadSelect_InfiltrationPanel]
strInfiltrationTitle="ПІДСУМКОВЕ ПРОНИКНЕННЯ:"
strBaseInfiltrationTitle="Базове проникнення:"
strSquadSizeTitle="Вплив розміру загону:"
strCovertnessTitle="Вплив здібностей та екіпіровки:"
strMissionTimeTitle="Доступність завдання:"
strDaysAndHours="<XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strMinusDaysAndHours="- <XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strPlusDaysAndHours="+ <XGParam:IntValue0> дн., <XGParam:IntValue1> год."
strMissionIndefinite="Невизначений термін"
strLiberationTitle="Модифікатор прогресу звільнення:"

; LWOTC Needs Translation
UpToText="До"
ExpectedActivityTextStr="Очікувана активність"
BoostedActivityText="Очікувана активність (з прискоренням)"
BoostTextPre="З"
BoostTextPost="Прискорення"
;End Translated

[UIScreenListener_DropShipBriefing_MissionStart]
strLaunchingInfiltration="КОНТАКТ У НАЙБЛИЖЧИЙ ЧАС"

[UIUtilities_Text_LW]
m_strHelp="Довідка"

[X2Ability_LW_GearAbilities]
strWeight="Мала вага предмета"
AblativeHPLabel="Аблятивні ОЗ щита"

[X2Ability_LW_TechnicalAbilitySet]
strMaxScatter="\nМаксимальне розсіювання (клітинок):"

; LWOTC Needs Translation
[X2Ability_LW_ChosenAbilities]
ShieldedStatBuffsLocDescription="Бонус до влучності, ймовірності критичного удару, волі та псі-атаки."
ImpactCompensationBuffDescription="Зменшення всіх вхідних пошкоджень на <Ability:IMPACT_COMPENSATION_CURRENT_DR/>%"
; End Translation

[XComGameState_LWListenerManager]
ResistanceHQBodyText="Доступ до інформації сховища Опору"

[X2LWAbilitiesModTemplate]
strCritReductionFromConditionalToHit="Точність"

[X2EventListener_Missions]
m_strClearSquad="ОЧИСТИТИ ЗАГІН"
m_strTooltipClearSquad="Видалити всіх солдат із загону."

m_strAutofillSquad="АВТОЗАПОВНЕННЯ ЗАГОНУ"
m_strTooltipAutofillSquad="Автоматично заповнити вільні позиції у загоні."

[X2EventListener_StrategyMap]
strTimeRemainingHoursOnly="<XGParam:IntValue0> год."
strTimeRemainingDaysAndHours="<XGParam:IntValue1> дн., <XGParam:IntValue0> год."
; LWOTC Translated
strDarkEventExpiredTitle="Подія минула"
strDarkEventExpiredText="минуло"
OpenResistanceManagementStr="ВІДКРИТИ УПРАВЛІННЯ ОПОРОМ"
OpenHavenManagementStr="ВІДКРИТИ УПРАВЛІННЯ СХОВИЩЕМ"
; End Translated

[X2EventListener_Soldiers]
OnLiaisonDuty="Радник Сховища"
OnInfiltrationMission="Проникнення..."
UnitAlreadyInSquad="Солдат в іншому загоні"
UnitInSquad="Солдат уже в загоні"
RankTooLow="Недостатньо високий ранг"
CannotModifyOnMissionSoldierTooltip="Неможливо змінити налаштування солдата, що знаходиться на завданні"
; LWOTC Needs Translation
ReasonClassAbilityPickedAtRank="Вже обрано здібність класу на цьому ранзі"
; End Translation

[XComGameState_LWPersistentSquad]
+DefaultSquadNames="Загроза"
+DefaultSquadNames="Вуду"
+DefaultSquadNames="Мечник"
+DefaultSquadNames="Супершість"
+DefaultSquadNames="Гусарі"
+DefaultSquadNames="Драгуни"
+DefaultSquadNames="Дияволи"
+DefaultSquadNames="Дикі"
+DefaultSquadNames="Спартанці"
+DefaultSquadNames="Морфей"
+DefaultSquadNames="Торнадо"
+DefaultSquadNames="Волонтери"
+DefaultSquadNames="Гризлі"
+DefaultSquadNames="Опора"
+DefaultSquadNames="Днарі"
+DefaultSquadNames="Леон"
+DefaultSquadNames="Убивця"
+DefaultSquadNames="Хижак"
+DefaultSquadNames="Гадюка"
+DefaultSquadNames="Міцні хлопці"
+DefaultSquadNames="Мародери"
+DefaultSquadNames="Чорні сторожі"
+DefaultSquadNames="Розбійники"
+DefaultSquadNames="Зло"
+DefaultSquadNames="Азов"
+DefaultSquadNames="Милосердя"
+DefaultSquadNames="Справедливість"
+DefaultSquadNames="Дно"

+TempSquadNames="Альфа"
+TempSquadNames="Браво"
+TempSquadNames="Чарлі"
+TempSquadNames="Дельта"
+TempSquadNames="Ехо"
+TempSquadNames="Фокстрот"
+TempSquadNames="Гольф"
+TempSquadNames="Готель"
+TempSquadNames="Індія"
+TempSquadNames="Джульєтта"
+TempSquadNames="Кіло"
+TempSquadNames="Ліма"
+TempSquadNames="Майк"
+TempSquadNames="Листопад"
+TempSquadNames="Оскар"
+TempSquadNames="Тато"
+TempSquadNames="Квебек"
+TempSquadNames="Ромео"
+TempSquadNames="Сьєрра"
+TempSquadNames="Танго"
+TempSquadNames="Уніформа"
+TempSquadNames="Віктор"
+TempSquadNames="Янки"
+TempSquadNames="Зулус"


BackupSquadName="Загін XCOM \"<XGParam:StrValue0>\""
BackupTempSquadName="Тимчасовий загін \"<XGParam:StrValue0>\""

[UIScreenListener_LivingQuarters]
+m_strSquadSelection="КАЗАРМА ЗАГОНУ"

[UIScreenListener_Alert]
m_strNewRebelsAvailableTitle="ПРИБУВ НОВИЙ ПЕРСОНАЛ ОПОРУ"
m_strNewRebelsAvailable="Очікування призначення у сховищі Опору: %REGION"
m_strHelpBMGoodsDescription="Шеф, на чорному ринку можна найняти нових вчених, інженерів та досвідчених солдатів."

m_strInvasionTitle="ВТОРГНЕННЯ \"АДВЕНТА\""
m_strInvasionLabel="АТАКОВАНИЙ ЗВІЛЬНЕНИЙ РЕГІОН"
m_strInvasionBody="Шеф, \"Адвент\" намагається відбити звільнений регіон. Вони ведуть масивний наступ на штаб тимчасового уряду!"
m_strInvasionFlare="ЕКСТРЕНЕ ПОВІДОМЛЕННЯ"
m_strInvasionConfirm="ПОКАЗАТИ ЗОНУ ВТОРГНЕННЯ"

m_strRepeatResearch="ПОВТОРИТИ ДОСЛІДЖЕННЯ"

[UIScreenListener_ArmoryWeaponUpgrade_LW]
; LWOTC Needs Translation
strStripWeaponUpgradesButton="Зняти удосконалення зброї"
StripAllWeaponUpgradesStr=Зняти удосконалення з неактивних солдат
; End Translation
strStripWeaponUpgradesTooltip="Зняти зі зброї всі удосконалення і повернути до загального інвентарю"
strStripWeaponUpgradeDialogueTitle="ПІДТВЕРДИТИ ЗНЯТТЯ УДОСКОНАЛЕНЬ"
strStripWeaponUpgradeDialogueText="Ви дійсно хочете зняти всі удосконалення з цієї зброї та повернути її до загального інвентарю?"

[UIPersonnel_SquadBarracks]
strSquadBarrackTitle="ЗАГІН: <XGParam:StrValue0>"
strUnassignedSoldierTitle="СОЛДАТИ БЕЗ ПРИЗНАЧЕННЯ"
strEdit="ПОКАЗАТИ"
strSelect="ВИБРАТИ"
strSquad="ЗАГІН"
strRenameSquad="ПЕРЕЙМЕНУВАТИ ЗАГІН"
strEditBiography="ЗМІНИТИ ІСТОРІЮ"
strDeleteSquad="ВИДАЛИТИ ЗАГІН"
strAddSquad="СТВОРИТИ ЗАГІН"
strViewUnassigned="ПРИЗНАЧИТИ СОЛДАТІВ"
strViewSquad="СОЛДАТИ В ЗАГОНІ"
strDeleteSquadConfirm="ПІДТВЕРДИТИ ВИДАЛЕННЯ ЗАГОНУ"
strDeleteSquadConfirmDesc="Видалити цей загін?"
strMissions="Завдання: <XGParam:IntValue0>"
strDefaultSquadBiography="Активація: <XGParam:StrValue0>"

[UISquadContainer]
DefaultSquadTitle="ЗАГІН"

[UISquadListItem]
sSquadOnMission="НА ЗАВДАННІ"
sSquadAvailable="ДОСТУПНИЙ"
sCovertness="Прихованість: <XGParam:IntValue0>"

[UIScreenListener_SquadSelect_LW]
strSave="Зберегти"
strSquad="Загін"
strStart="Запуск"
strInfiltration="Проникнення"

; LWOTC Translated
strAreaOfOperations="Місцевість операції:"
; End Translated

[UIScreenListener_SkyrangerArrives_LW]
strLaunchInfiltration="ПОЧАТИ ПРОНИКНЕННЯ"
strAbortInfiltration="ПЕРЕРВАТИ ПРОНИКНЕННЯ"
strContinueInfiltration="ПРОДОВЖИТИ ПРОНИКНЕННЯ"

[XComGameState_LWSquadManager]
LabelBarracks_SquadManagement="Управління загонами"
TooltipBarracks_SquadManagement="Управління постійними загонами солдат"

[UIStrategyMapItem_Mission_LW]
strRecon="Прон."
InfiltrationTooltipString="ПРОНИКНЕННЯ"

[UIMission_LWLaunchDelayedMission]
m_strMission="ПРОНИКНЕННЯ"
m_strOptions="НАЛАШТУВАННЯ ПРОНИКНЕННЯ"
m_strImageGreeble="ЗАШИФРОВАНЕ ПОВІДОМЛЕННЯ"
m_strWait="ОЧІКУВАННЯ"
m_strAbort="ПЕРЕРВАТИ"
m_strBoostInfiltration="ПРИСКОРИТИ ПРОНИКНЕННЯ"
m_strAlreadyBoostedInfiltration="Загін <XGParam:StrValue0> вже прискорив проникнення"
m_strInsufficentIntelForBoostInfiltration="Недостатньо даних"
m_strBoostInfiltrationDescription="Ви можете витратити <XGParam:StrValue0>, щоб збільшити швидкість проникнення загону на <XGParam:IntValue1>% для цього завдання. Прискорення зачіпає також вже витрачений час. Бажаєте витратити дані?"
m_strViewSquad="ПОКАЗАТИ ЗАГІН"
m_strInfiltrationStatusExpiring="Проникнення: <XGParam:IntValue0>% / <XGParam:IntValue1> дн. <XGParam:IntValue2> год. до 100%"
m_strInfiltrationStatusMissionEnding="Проникнення: <XGParam:IntValue0>% / <XGParam:IntValue1> дн. <XGParam:IntValue2> год. до початку"
m_strInfiltrationStatusNonExpiring="Проникнення: <XGParam:IntValue0>%"
m_strInfiltrationConsequence="Рівень готовності: <XGParam:StrValue0>"
m_strMustLaunchMission="Час закінчується: потрібно почати або перервати"
m_strInsuffientInfiltrationToLaunch="Для початку завдання необхідне проникнення хоча б на <XGParam:IntValue0>%"

; these need to be coordinated in length with the  in LW_InfiltrationSettings.ini : AlertModifierAtInfiltration
+m_strAlertnessModifierDescriptions[0]="Неприступний"
+m_strAlertnessModifierDescriptions[1]="Неприступний"
+m_strAlertnessModifierDescriptions[2]="Неприступний"
+m_strAlertnessModifierDescriptions[3]="Підсилений"
+m_strAlertnessModifierDescriptions[4]="Підсилений"
+m_strAlertnessModifierDescriptions[5]="Підсилений"
+m_strAlertnessModifierDescriptions[6]="Попереджений"
+m_strAlertnessModifierDescriptions[7]="Попереджений"
+m_strAlertnessModifierDescriptions[8]="Попереджений"
+m_strAlertnessModifierDescriptions[9]="Насторожений"
+m_strAlertnessModifierDescriptions[10]="Насторожений"
+m_strAlertnessModifierDescriptions[11]="Насторожений"
+m_strAlertnessModifierDescriptions[12]="Нормальний"
+m_strAlertnessModifierDescriptions[13]="Вразливий"
+m_strAlertnessModifierDescriptions[14]="Вразливий"
+m_strAlertnessModifierDescriptions[15]="Вразливий"

[UIMission_LWCustomMission]
+m_strUrgent="ПОРУШЕННЯ БЕЗПЕКИ"
+m_strRendezvousMission="ТАЄМНА ЗУСТРІЧ"
+m_strRendezvousDesc="**У сховищі Опору в регіоні <XGParam:StrValue0/!WorldRegionName> помічені недружні переговори** Радник та добровольці зі сховища мають висліджувати та ліквідувати шпигуна та його кураторів із \"Адвента\" на місці зустрічі."

m_strInvasionMission="ВТОРГНЕННЯ"
m_strInvasionWarning="ТРИВОГА"
m_strInvasionDesc="Сили \"Адвента\" почали вторгнення, їхня ціль - <XGParam:StrValue0/!WorldRegionName/>! Ми повинні негайно відреагувати, інакше влада у регіоні повернеться до \"Адвента\"."

[UIStrategyMapItem_Region_LW]
m_strOutpostTitle="Сховище: <XGParam:StrValue0>"
m_strAlertLevel="Сила \"Адвента\": <XGParam:IntValue0> (Настороженість:<XGParam:IntValue2> Тех.рівень:<XGParam:IntValue1>)"
m_strLiberatedRegion="Регіон звільнено"
m_strStaffingPinText="М:<XGParam:IntValue0> Р:<XGParam:IntValue1> Д:<XGParam:IntValue2>"
m_strStaffingPinTextMore="К:<XGParam:IntValue0>"
m_strMonthlyRegionalIncome="+§<XGParam:IntValue0> (+§<XGParam:IntValue1>)"

[XComGameState_LWOutpostManager]
LabelCQ_ResistanceManagement="Управління Опором"
TooltipCQ_ResistanceManagement="Управління регіональними сховищами"

[UIResistanceManagement_LW]
m_strTitle="ОГЛЯД ОПОРУ"
m_strLabel="ЗВ'ЯЗОК ІЗ СХОВИЩАМИ ОПОРУ..."
m_strRegionLabel="РЕГІОН"
m_strStrength="СИЛА \"АДВЕНТА\""
m_strAdviserLabel="Радник"
m_strIncomeLabel="ДОХІД"
m_strRebelCountLabel="СХОВИЩЕ"
m_strADVENTUnitSingular="Легіон"
m_strADVENTUnitPlural="Легіони"

m_strGlobalAlert="Глобальна сила \"Адвента\":"
m_strGlobalInsurgency="• Глобальна загроза Опору:"
m_strAvatarPenalty="• Прогрес проекту \"Аватар\" сповільнено на <XGParam:IntValue0/>%"
m_strThreatVeryLow="Низька"
m_strThreatLow="Насторожений"
m_strThreatMedium="Підвищена"
m_strThreatHigh="Критична"
m_strThreatVeryHigh="Висока"
m_strLiberated="Звільнено"
m_strResistanceManagementLevels="<XGParam:IntValue0> (Настороженість:<XGParam:IntValue1>)"
ViewHavenStr="ПЕРЕГЛЯНУТИ СХОВИЩЕ"
FlyToHavenStr="ЛЕТІТИ ДО СХОВИЩА"

[UIOutpostManagement]
m_strTitle="УПРАВЛІННЯ СХОВИЩЕМ"
m_strLabel="Тимчасовий інтерфейс для управління сховищем..."
m_strName="Ім'я"
m_strMission="Завдання"
m_strBuildRadioRelay="Побудуйте радіоретранслятор"
m_strLiaisonTitle="Радник сховища"
m_strEditLoadout="Оснащення рад."
; 0=Alert, 1=Vigilance, 2=Force
m_strRegionalInfo="Сила \"Адвента\": <XGParam:IntValue0/>"
m_strResistanceMecs="МЕКи Опору: <XGParam:IntValue0/>"
m_strProhibited="Недоступно"
m_strCannotChangeLiaisonTitle="Не можна змінити радника"
m_strCannotChangeLiaison="Змінити радника в цей момент неможливо: у регіоні проводяться операції"
ChangeJobStr="ЗМІНИТИ ПОСАДУ"
ChangeAllJobsStr="ЗМІНИТИ ВСІ ПОСАДИ"
PerksStr="ЗДІБНОСТІ"

[UIScreenListener_TacticalHUD]
strEvacRequestTitle="Запрошена евакуація"
strEvacRequestSubtitle="Ходів до прибуття \"Рейнджера\""

[LWRebelJob_DefaultJobSet]
strRebelRecruited="%UNIT набрано рекрутів в сховищі в регіоні %REGION"
strSoldierRecruited="%UNIT прибув в регіон %REGION і тепер доступний для найму"
strStaffRecruited="%TITLE %UNIT: завербовано у регіоні %REGION"

;; REBEL JOB TEMPLATES
[NoJob LWRebelJobTemplate]
strJobName="Немає"

[Resupply LWRebelJobTemplate]
strJobName="Матеріали"

[Recruit LWRebelJobTemplate]
strJobName="Пошук рекрутів"

[Intel LWRebelJobTemplate]
strJobName="Розвіддані"

[Hiding LWRebelJobTemplate]
strJobName="Приховування"

[RebelJobMissions LWRebelJobTemplate]
strJobName="Завдання"

[UIScreenListener_ResistanceReport]
m_strStaffingHelp="Новий персонал чекає на вас на чорному ринку"

;;HELP TEMPLATES
[ResistanceManagement_Help LWHelpTemplate]
m_strHelpTitle="Управління Опором"
m_strHelpText="Панель управління Опором дозволяє керувати діями осередків по всьому світу. При встановленні контакту з новими сховищами Опору вони з'являться на цьому екрані разом з описом їхніх дій та ефективності. Виберіть регіон, щоб перейти на екран управління сховищем і змінити пріоритети Опору в цьому регіоні. На екрані огляду опору, одна або дві точки біля імені регіону відображають прогрес щодо його звільнення."
m_strHelpButtonTooltip="Довідка з управління Опором"

[OutpostManagement_Help LWHelpTemplate]
m_strHelpTitle="Управління сховищем"
m_strHelpText="Ця панель дозволяє направити учасників Опору з конкретного сховища на завдання, що допомагають XCOM у боротьбі з \"Адвентом\". Також тут можна призначити члена XCOM як радника, клацнувши по рамці зображення. Радники-солдати допомагають шукати новобранців і підтримувати безпеку, вчені - збирати розвіддані, а інженери - збирати матеріали. Більш повну інформацію про ці механіки ви знайдете у розділі \"Сховище Опору\" архівів XCOM у каюті шефа."
m_strHelpButtonTooltip="Довідка з управління сховищем"

[Personnel_SquadBarracks_Help LWHelpTemplate]
m_strHelpTitle="Управління загонами"
m_strHelpText="Панель управління загонами дозволяє створювати та змінювати загони, що вирушають на завдання. Загони - це сформовані заздалегідь групи солдатів, яких можна відправити на завдання з екрана вибору загону одним рухом. Загін збирається за такими правилами:<br/><Bullet/> До загону можна призначити до 10 осіб; вибрати загін можна у вікні вибору загону безпосередньо перед завданням.<br/><Bullet/> Якщо член загону поранений, тренується або просто не готовий йти в бій, його можна тимчасово замінити будь-яким вільним солдатом безпосередньо перед завданням.<br/><Bullet/> Крім того, можна зібрати загін повністю з незайнятих солдатів (також прямо перед завданням); такий загін отримає назву для його опізнання на глобусі, але буде розформовано після завершення завдання.<br/><Bullet/> Щоб солдат міг бути призначений з одного постійного загону в інший, його спочатку потрібно видалити з поточного загону."
m_strHelpButtonTooltip="Довідка з управління загонами"

[SquadSelect_Help LWHelpTemplate]
m_strHelpTitle="Проникнення загону"
m_strHelpText="Багато завдань потребують часу на проникнення у зону дій в обхід найбільш небезпечних сил \"Адвента\". Час проникнення залежить від розміру загону та наявності у солдатів особливих здібностей та спорядження. Більш повну інформацію про ці механіки ви знайдете у розділі \"Проникнення\" архівів XCOM у каюті шефа."
m_strHelpButtonTooltip="Довідка з проникнення"

[X2StrategyElement_DefaultStaffSlots_LW]
m_strLiaisonLocation="Радник сховища: <XGParam:StrValue0>"

[X2StrategyElement_MissionSiteDescriptions_LW]
; This goes in front of a city name in invasion missions, e.g. "Free Chicago"
m_strLiberatedCityPrefix="Вільне місто"

[XComGameState_LWOutPost]
m_strProhibitedJobAlert="Через рейд \"Адвента\" в регіоні <XGParam:StrValue1/> учасники Опору не можуть бути призначені на роботу \"<XGParam:StrValue0/>\" у найближчі <XGParam:IntValue0/> дн. Всі повстанці, що виконували цю роботу, змушені перейти в режим приховування."
m_strProhibitedJobEnded="Учасники Опору в регіоні <XGParam:StrValue0/>, зайняті роботою \"<XGParam:StrValue1/>\", знову продуктивно працюють."
;LWOTC translated
m_strRetributionEnded="Учасники опору в регіоні <XGParam:StrValue0/> одужали від відплати Обраного"
;End translated
[X2StrategyElement_DefaultAlienActivities]
m_strInsufficientRebels="Потрібно як мінімум <XGParam:IntValue0/> повстанців у сховищі, щоб встановити контакт із сусідами"

[UIScreenListener_Alert]
m_strInvasionTitle="ВТОРГНЕННЯ \"АДВЕНТА\""
m_strInvasionLabel="АТАКОВАНИЙ ЗВІЛЬНЕНИЙ РЕГІОН"
m_strInvasionBody="Шеф, \"Адвент\" намагається відбити звільнений регіон. Вони ведуть масивний наступ на штаб тимчасового уряду!"
m_strInvasionFlare="ЕКСТРЕНЕ ПОВІДОМЛЕННЯ"
m_strInvasionConfirm="ПОКАЗАТИ ЗОНУ ВТОРГНЕННЯ"

[UIScreenListener_ShellDifficulty]
.Credits=""
.Credits=Керівник дизайну
.Credits=Джон "JohnnyLump" Лампкін
.Credits=""
.Credits=Технічний керівник
.Credits=Рейчел "Amineri" Норман
.Credits=""
.Credits=Програмісти
.Credits=Джонатан "tracktwo" Емметт
.Credits=Кріс "chrisb" Бортієн
.Credits=""
.Credits=Художники
.Credits=Джеймс "JCLewis" Карлсон
.Credits=Кріс "CapnBubs" Менселл
.Credits=Дана "lfish" Гендерсон
.Credits=Роберт "BazserMazser" Бакос
.Credits=Олександр "XMarksTheSpot" Бене
.Credits=Персі Парак
.Credits=""
.Credits=Керівник з контролю якості
.Credits=Тім "Bilfdoffle" Еванс
.Credits=""
.Credits=Керівники з контролю якості та дизайнери-консультанти
.Credits=Метт "WyMANderly" Прайс
.Credits=Ксав'єр Вінс
.Credits=Стівен "JoINrbs" Флавалл
.Credits=Тім "deaconivory" Дуглас
.Credits=Кейтлін Макдональд, Поль "Kordolius" Массіп, Бенедикт Джека "Саф"
.Credits=Колін "Thrair" Гендершот, Поль "Plockets" Гайлс, Гімра, Ронар
.Credits=""
.Credits="Особлива подяка"
.Credits="Гарретт Біттнер, Кейсі Коулмен, Гарт Деангеліс"
.Credits="Браян Гесс, Саджад Маджід, Раян МакФолл"
.Credits="Кевін Шульц, Джейк Соломон, Бріттані Штайнер, Іен Уіллоуз"
.Credits="McDenny's 09, Проект Highlander у спільноті"
.Credits="РобоДжампер, Bountygiver, xylthixlm, Beaglerush"
.Credits="Наша зграя спот-перекладачів на форумах PI"
.Credits=""

[UIUtilities_LW]
m_strInfiltrationMission="Місія проникнення"
m_strQuickResponseMission="Місія швидкого реагування"
m_strFixedEvacLocation="Фіксована точка евакуації"
m_strFlareEvac="Евакуація за запитом"
m_strDelayedEvac="Евакуація із затримкою"
m_strNoEvac="Без евакуації"
m_strMaxSquadSize="Максимальний розмір загону"
m_strConcealedStart="Початок у прихованому стані"
m_strRevealedStart="Початок у без прихованого стану"
m_strObjectiveTimer="Таймер місії:"
m_strExtractionTimer="Час на евакуацію:"
m_strEvacTimer="До прибуття Рейнжера:"
m_strGetCorpses="Збір всіх трофеїв"
m_strSweepObjective="Зачистка"
m_strEvacRequired="Потрібна евакуація"
m_strTurnSingular="Хід"
m_strTurnPlural="Ходів"
m_strMinimumInfiltration="Потрібно щонайменше <XGParam:IntValue0>% проникнення"
m_strYellowAlert="Противник у підвищеній готовності"
m_sAverageScatterText="± <XGParam:StrValue0/> Клітинок"
m_strBullet="•"

m_strStripWeaponUpgrades=ЗНЯТИ ВСІ МОДИФІКАЦІЇ ЗБРОЇ
m_strStripWeaponUpgradesLower=Зняти Всі Модифікації Зброї
; LWOTC Needs Translation
m_strStripWeaponUpgradesConfirm=ПІДТВЕРДІТЬ ЗНЯТТЯ ВСІХ МОДИФІКАЦІЙ З НЕАКТИВНИХ СОЛДАТ
m_strStripWeaponUpgradesConfirmDesc=Підтвердити зняття модифікацій з усієї основної зброї у солдатів, які не обрані для поточної місії. Це спорядження негайно стане доступним для екіпіровки. Зверніть увагу, що це зняття є постійним і на зброю знову потрібно буде прикріпити модифікації.
m_strTooltipStripWeapons=Зняти всі модифікації зброї у всіх солдатів, які не обрані для поточної місії.
; End Translation

m_strAllHandsToHangar=ВСІ СОЛДАТИ ДО ГОТОВНОСТІ
m_strAllHandsToHangarConfirm=ПІДТВЕРДІТЬ ВІДПРАВЛЕННЯ ВСІХ БІЙЦІВ В ГОТОВНІСТЬ
m_strAllHandsToHangarConfirmDesc=Приводить у готовність всіх доступних бійців, які перебувають на тренуваннях у партизанській школі, центрі підготовки або госпіталі і робить їх доступними для вибору на місію. Тренування перерветься і його потрібно буде почати заново. Підготовка псіоніків не переривається.
m_strTooltipAllHandsToHangar=Приводить у готовність всіх бійців, які перебувають на тренуваннях у партизанській школі, центрі підготовки та госпіталі.

m_strPrevHaven="ПОПЕРЕДНЄ СХОВИЩЕ"
m_strNextHaven="НАСТУПНЕ СХОВИЩЕ"

; LWOTC Translated
; LWOTC Needs Translation
[UIListener_CampaignStartMenu]

strDisabledTutorialTooltip="Навчання відключене з модифікацією Long War of The Chosen"
strDisabledNarrativeContentTooltip="Lost and Abandoned відключено з модифікацією Long War of The Chosen"
strDisabledPrecisionExplosivesTooltip="Precision Explosives відключено з модифікацією Long War of the Chosen"
; End Translated

[UICovertActionReport_LW]
strCovertActionFailed="ПРОВАЛ"

[UIScreenListener_ViewObjectives]
; LWOTC Translated
ScrollObjectiveDescriptionStr="Розгорнути опис завдання"
; End Translated

[X2Effect_ChosenLoot]
m_strChosenLoot="(<XGParam:IntValue0/>) <XGParam:StrValue0/!ItemName/> Нагороджено за убивство Обраного."

[UISL_Shell_LWoTCVersion]
strMessage_Title = "Long War Of The Chosen"
strMessage_Header = "Long War Of The Chosen оновлено!"
strMessage_Body = "Версія 1.1.0 випущена з багатьма нововведеннями та поліпшеннями, включаючи:<ul><li>Нова 5-рівнева система Обраних для кращого прогресу</li><li>Нові приховані дії, які нагороджують місії на проникнення</li><li>Нові карти для місій мережевої вежі та гонки за ящиками</li><li>Перероблений Темплар з псі-щитом від Iridar</li><li>Покращення стабільності</li><li>Покращена сумісність з модами</li><li>Балансові корекції для класів, героїв та більше</li><li>Та набагато більше, ніж можна сюди вмістити без гігантської прокрутки</li></ul>Перевірте документ Google, посилання на який наведено в змінах Steam, або відвідайте Discord LWoTC!"
strDismiss_Button = "ОК"

[UISL_Shell_BetaPatchNotes]
strMessage_Title = "Long War Of The Chosen"
strMessage_Header = "Зміни у версії RC35:"
strMessage_Body = "<ul><li>Виправлено проблему, коли Обрані відроджувалися з повним ОЗ після вбивства Саркофага.</li><li>Перероблено картки змагання за ящиками в дикій природі, щоб уникнути появи ящиків на дахах вантажівок.</li><li>Виправлено проблему, коли ПСІ злиття не забезпечувало бонус до критичної шкоди з псі-ампулом випуску променевої зброї.</li><li>Виправлено проблему, коли деякі елементи місій використовували рівень сили AlienHQ замість регіонального рівня сили LW.</li><li>Відредаговано нагороди за приховану операцію місії гонки за ящиками: трохи зменшено нагороди матеріалів, додано PCS, оновлення зброї, елерійові ядра та датапади до ящиків.</li><li>Виправлено проблему, коли Омнівізія Мисливця не була видалена з усіх варіантів складності.</li><li>Виправлено невідповідність вимог щодо трупів для миттєвих аутопсій Спектра, Священика та Палача.</li><li>Додано перемикач конфігурації для включення/вимкнення карт центрів міст для тестування. Вимикач не змінює існуючі центри міст, якщо вони були згенеровані з картами центрів міст, але майбутні центри міст їх не використовуватимуть.</li><li>Ще один раунд оновлень локалізації від Copyrite.</li></ul>"
strDismiss_Button = "ОК"

[X2Effect_LWHolotarget]
HoloTargetEffectName="У голографічному прицілі"